{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Localization_Table",
			"Children": [
				{
					"Source":
					{
						"Text": "Do you want to change app language now?"
					},
					"Translation":
					{
						"Text": "Quer trocar de idioma agora?"
					},
					"Key": "UI_Modal_ChangeLanguage"
				},
				{
					"Source":
					{
						"Text": "Do you want to quit the game?"
					},
					"Translation":
					{
						"Text": "Deseja sair do jogo?"
					},
					"Key": "UI_Modal_QuitGame"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "UI_Common_en"
				},
				{
					"Source":
					{
						"Text": "Flappy MK"
					},
					"Translation":
					{
						"Text": "Flappi MK"
					},
					"Key": "UI_MainMenu_GameName"
				},
				{
					"Source":
					{
						"Text": "Game Over"
					},
					"Translation":
					{
						"Text": "Você Perdeu"
					},
					"Key": "UI_GameOver_Title"
				},
				{
					"Source":
					{
						"Text": "High Score:"
					},
					"Translation":
					{
						"Text": "Melhor pontuação:"
					},
					"Key": "UI_GameOver_HighScore"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Menu"
					},
					"Key": "UI_Common_MainMenu"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "Não"
					},
					"Key": "UI_Modal_No"
				},
				{
					"Source":
					{
						"Text": "Play"
					},
					"Translation":
					{
						"Text": "Jogar"
					},
					"Key": "UI_MainMenu_Play"
				},
				{
					"Source":
					{
						"Text": "Play Again"
					},
					"Translation":
					{
						"Text": "Jogar Novamente"
					},
					"Key": "UI_GameOver_PlayAgain"
				},
				{
					"Source":
					{
						"Text": "Portuguese"
					},
					"Translation":
					{
						"Text": "Português"
					},
					"Key": "UI_Common_pt"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "UI_MainMenu_Quit"
				},
				{
					"Source":
					{
						"Text": "Score:"
					},
					"Translation":
					{
						"Text": "Pontuação:"
					},
					"Key": "UI_GameOver_Score"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "Sim"
					},
					"Key": "UI_Modal_Yes"
				},
				{
					"Source":
					{
						"Text": "You need to restart the game to apply this action. Do you want to do it now?"
					},
					"Translation":
					{
						"Text": "Será necessário reiniciar o jogo para aplicar as mudanças. Deseja fazer isso agora?"
					},
					"Key": "UI_Modal_RestartGameToApply"
				}
			]
		}
	]
}